<template>
    <div class="argument">
        <h2>鼎天新能源充值服务协议</h2>
        <div class="argumnet-content">
            <p>
                尊敬的用户，为保障您的合法权益,请您在对鼎天新能源APP余额充值前仔细阅读本协议，当您点击“立即充值”按钮后,即视为您已阅读、理解本协议,并同意按本协议的规定参与充值。
            </p>
            <div>
                <h3>1 充值说明</h3>
                <p>
                    1.1 鼎天新能源充电的收费服务具有不允许欠费校验,故您使用服务时建议预先充值10元及以上金额人民币。充值方法可根据APP.上充值步骤指示完成;
                </p>
                <p>
                    1.2 鼎天新能源充电有权不时根据对用户进行充值满额赠送等促销活动;
                </p>
                <p>
                     1.3 鼎天新能源充电充值次数和金额不设限制。
                </p>
            </div>
            <div>
                <h3>2 余额说明</h3>
                <p>
                    2.1 余额构成
                </p>
                <p>
                    余额是指您实际支付的充值本金加上鼎天新能源的返现金额构成的账户余额(人民币)。
                </p>
                <p>
                    2.2 充值余额有效期
                </p>
                <p>
                    充值及返现金额有效期限为自充值日起至用完即止。
                </p>
                <p>
                    2.3 余额使用规则
                </p>
                <p>
                     无论是账户余额或鼎天新能源充电的赠送都只能用于支付鼎天新能源充电APP内涉及的所有预约费、地锁使用费、电费、服务费,不支持转移、转赠，赠送金额不支持提现;
                </p>
                <p>
                    2.4 余额不足或欠款说明
                </p>
                <p>
                    由于您的鼎天新能源APP账户余额不足及欠费,可能导致部分服务受到影响或导致服务终止，由您自行承担责任，鼎天新能源对此不承担责任。
                </p>
                <p>
                    2.5 余额退款规则
                </p>
                <p>
                     若您需要进行余额退款，退款申请方法可根据APP上充值步骤指示完成，鼎天新能源会在您申请退款服务之日起10-15个工作日内为您退款。
                </p>
                <p>
                    2.6 正当性保护
                </p>
                <p>
                    我们包含充值赠送在内的所有优惠推广活动仅面向正当、合法使用我们充电服务的用户。一旦您存在利用我们的规则漏洞进行任何形式的作弊行为(包括但不限于通过我们:的活动获得不正当的经济利益)，我们有权取消与作弊行为相关账户赠送金额、追回您作弊所得的不正当经济利益、关闭作弊账户或与您相关所有账户，并保留取消您后续使用我们服务的权限，及依据严重程度追究您的法律责任
                </p>
            </div>

            <div>
                <h3>3 账户安全</h3>
                <p>
                     3.1 您应自行设置鼎天新能源APP账号的登录密码和支付密码，并予以妥善保管。若您泄露了账户的登录密码和支付密码等，由此引起的账号被盗及该账户内充值余额被盗用等风险和损失应由您自行承担，您不得将此作为取消交易、拒绝付款的理由;
                </p>
                <p>
                   3.2 如您发现鼎天新能源APP账号被盗用,建议及时联系鼎天新能源公司找回账号。
                </p>
            </div>

            <div>
                <h3>4 管辖与法律适用</h3>
                <p>
                     4.1 本协议签订地为中华人民共和国山东省青岛市崂山区。
                </p>
                <p>
                    4.2 本协议的成立、生效、履行、解释及纠纷解决,适用中华人民共和国大陆地区法律(不包括冲突法)。
                </p>
                <p>
                     4.3 若您和鼎天新能源之间因本协议发生任何纠纷或争议，首先应友好协商解决;协商不成的,您同意将纠纷或争议提交至本协议签订地有管辖权的人民法院管辖。
                </p>
                <p>
                    4.4 本协议条款无论因何种原因部分无效,其余条款仍有效，对各方具有约束力。
                </p>
            </div>

            <div>
                <h3>5 其他</h3>
                <p> 鼎天新能源有权在必要时变更本协议条款，您可以在鼎天新能源APP的相关页面查阅最新版本的协议条款</p>
            </div>

        </div>
    </div>
</template>

<script>

    export default {

    };
</script>

<style>
    .argument{
        padding: 10rpx 20rpx;
    }
    .argument h2{
        text-align: center;
        font-size: 34rpx;
        line-height: 70rpx;
    }
    .argumnet-content h3{
        font-size: 32rpx;
        color: #1a1a1a;
        line-height: 50rpx;
    }
    .argumnet-content p{
        font-size: 28rpx;
        color: #666;
        line-height: 45rpx;
    }
</style>
